tap "eugenmayer/dockersync"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "inviqa/tools"
tap "neovim/neovim"
brew "openssl@1.1"
brew "aircrack-ng"
brew "libyaml"
brew "ansible"
brew "docbook"
brew "asciidoc"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "boost"
brew "cloc"
brew "cmake"
brew "ctop"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "faac"
brew "lame"
brew "x264"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gifsicle"
brew "git"
brew "libgpg-error"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "go"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "kubernetes-cli", link: false
brew "kustomize"
brew "lastpass-cli"
brew "libav"
brew "mailhog", restart_service: true
brew "mas"
brew "minikube"
brew "mitmproxy"
brew "mysql", restart_service: true
brew "mysql@5.5"
brew "mysql@5.7", restart_service: true
brew "neovim"
brew "nginx", restart_service: true
brew "ngrep"
brew "nmap"
brew "php", restart_service: true
brew "php@7.2"
brew "pv"
brew "pwgen"
brew "qcachegrind"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rsync"
brew "shadowsocks-libev"
brew "shellcheck"
brew "sshuttle"
brew "starship"
brew "thefuck"
brew "tmux"
brew "wget"
brew "wireshark"
brew "yarn"
brew "youtube-dl"
brew "eugenmayer/dockersync/unox"
cask "alfred"
cask "android-platform-tools"
cask "brewservicesmenubar"
cask "charles"
cask "cyberduck"
cask "dash"
cask "docker"
cask "electron"
cask "filezilla"
cask "firefox"
cask "gifrocket"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive-file-stream"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "kitematic"
cask "lastpass"
cask "licecap"
cask "metasploit"
cask "mongodb-compass"
cask "ngrok"
cask "numi"
cask "opera"
cask "phpstorm"
cask "postman"
cask "qr-journal"
cask "shadowsocksx-ng"
cask "slack"
cask "spectacle"
cask "spotify"
cask "staruml"
cask "stats"
cask "steam"
cask "sublime-text"
cask "tableplus"
cask "tinkerwell"
cask "transmission"
cask "tunnelblick"
cask "tuple"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "xquartz"
mas "ColorSlurp", id: 1287239339
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
